/* 'All day' text to display on table cell subtitles. */
"All day" = "Todo o dia";

/* 'All day' to be used in the detailed strike view. */
"All day-detail" = "Todo o dia";

/* Error when parsing strike information. */
"An error occurred when fetching strike information." = "Ocorreu um erro ao obter informações actualizadas.";

/* Cancel action on source button */
"Cancel" = "Cancelar";

/* Copy source URL to pasteboard */
"Copy" = "Copiar";

/* Title for alert when unable to get a new strike list. */
"Error" = "Erro";

/* 'From … to …' text for table cell subtitles (different days, different hours) */
"From %@ to %@" = "De %1$@ a %2$@";

/* 'From … to …' text for table cell subtitles (same day, different hours) */
"From %@ to %@-same day" = "Das %1$@ às %2$@";

/* 'Loading' after pull to refresh. */
"Loading" = "A actualizar informação...";

/* No description. */
"No strike description" = "Sem descrição da greve.";

/* Text to display in the absence of strikes */
"No strikes text" = "Woohoo!\nNão há greves, podemos ir trabalhar! \U1F603";

/* Offline banner text. */
"Offline" = "Offline";

/* Dismiss button for the error message. */
"OK" = "OK";

/* Open source URL in browser */
"Open" = "Abrir";

/* 'Pull to refresh' message. */
"Pull to refresh" = "Puxar para actualizar...";

/* Received corrupt data from website */
"received corrupt data" = "Não foi possível actualizar a informação sobre as greves.";

/* 'Release to refresh' message. */
"Release to refresh" = "Soltar para actualizar...";

/* 'Unable to contact site' error message. */
"Unable to fetch strike information." = "Foi impossível contactar o site.";

/* 'Until %@' text for table cell subtitles (different days, all day) */
"Until %@" = "Até %@";

